Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: At the global level, the international community, during the period following the fifth session, has been preoccupied with the implementation of the outcomes of the World Summit on Sustainable Development, particularly in the context of the Johannesburg Plan of Implementation and the Millennium Development Goals.
fr: Au niveau mondial, la communauté internationale, au cours de la période qui a suivi la cinquième session, s'est préoccupée de donner suite aux résultats du Sommet mondial pour le développement durable, en particulier dans le contexte du Plan d'application de Johannesburg et des Objectifs de développement pour le Millénaire.

source: The Commission on Sustainable Development, at its thirteenth session in New York in April 2005, took stock of the progress made or needed and, on that basis, recommended a set of policy options aimed at expediting the achievement of the Millennium Development Goals The United Nations has also begun preparations and for the high-level plenary meeting of the General Assembly on the five-year review of the implementation of the Millennium Declaration, to be held in New York in September 2005.
fr: La Commission du développement durable, à sa treizième session qui s'est tenue à New York en avril 2005, a fait le bilan des progrès accomplis ou qui restent à réaliser et, sur cette base, elle a recommandé une série d'options politiques visant à accélérer la réalisation des Objectifs de développement pour le Millénaire.

source: The high-level plenary meeting will be attended by African hHeads of State and Government.
fr: L'Organisation des Nations Unies a également commencé à préparer la réunion plénière de haut niveau de l'Assemblée générale consacrée à l'examen, après cinq ans, de la réalisation des engagements énoncés dans la Déclaration du Millénaire qui aura lieu à New York en septembre 2005 et à laquelle participeront des chefs d'Etat et de gouvernement africains.

source: The Commission for Africa has issued its report, which accords prominent attention to the African Ministers'' Council on Water and also to the critical water policy challenges which we identified in Addis Ababa in December 2003 at our Pan-African Implementation and Partnership Conference.
fr: La Commission africaine a publié son rapport qui accorde la plus grande attention au Conseil des Ministres africains chargés de l'eau ainsi qu'aux défis politiques critiques posés par l'eau que nous avons recensés à Addis Abeba,en décembre 2003, lors de notre Conférence panafricaine sur la mise en œuvre et le partenariat dans le domaine de l'eau.

source: It is against this background of major regional and global developments that we are meeting here in Addis Ababa to assess together the implications of these developments for the African Ministers'' Council on Water, its governance and work.
fr: C'est dans le contexte de ces évènements régionaux et mondiaux importants que nous nous réunissons ici à Addis-Abeba pour évaluer tous ensemble leurs conséquences pour le Conseil des Ministres africains chargés de l'eau, son mode de gouvernance et ses travaux.

source: In this regard, we must discuss, in an interactive manner, the following key points:
fr: A ce propos, nous devons examiner, de façon interactive, les points essentiels suivants :

source: Provision of inputs on water-related Millennium Development Goals, to the African Union and our hHeads of State and Government as they prepare for the high-level plenary meeting of the United Nations General Assembly on the five-year review of the Implementation of the Millennium Declaration.
fr: Options relatives à l'intégration de l'AMCOW dans l'Union africaine; Amélioration de notre coopération avec le NEPAD; Renforcement des liens institutionnels entre l'AMCOW et les communautés économiques régionales, les organisations en charge des bassins fluviaux et lacustres et la Banque africaine de développement; Faire en sorte que le Fonds africain de l'eau soit pleinement opérationnel; Mobilisation d'un soutien international pour le fonds d'affectation spéciale de l'AMCOW, qui doit servir à financer le programme de travail triennal; Présentation de contributions sur les Objectifs de développement pour le Millénaire liés à l'eau à l'Union africaine et à nos chefs d'Etat et de gouvernement alors qu'ils se préparent pour la réunion plénière de haut niveau de l'Assemblée générale des Nations Unies consacrée à l'examen, après cinq ans, de la réalisation des engagements énoncés dans la Déclaration du Millénaire.

source: The African Ministers'' Council on Water has reviewed the draft document on outcomes (of 3 June 2005) and has submitted proposals for our consideration;
fr: Le Conseil des Ministres africains chargés de l'eau a examiné le projet de document sur les résultats (du 3 juin 2005) et a soumis des propositions à notre examen; Mise au point d'un message approprié pour le sommet du G-8, tenant compte de son Plan d'action pour l'eau en Afrique, de l'Initiative de l'Union européenne pour l'eau en Afrique et des références au Conseil des Ministres africains chargés de l'eau dans le rapport de la Commission africaine; Renforcement de notre partenariat avec l'ONU-Eau/Afrique (anciennement groupe interinstitutions pour l'eau en Afrique) et de la coopération avec nos partenaires au développement; Echange de vues sur la question des ressources en énergie et en eau en Afrique, étant entendu que le prochain cycle orienté vers l'action de la Commission du développement durable est consacré à la question de l'énergie.

source: You will find in your folder the following reference and/ working documents relating to the nine agenda items in the provisional agenda circulated before our arrival in Addis Ababa:
fr: Vous trouverez dans votre dossier les documents de travail et de référence suivants relatifs aux neuf points de l'ordre du jour provisoire qui vous a été communiqué avant votre arrivée à Addis-Abeba:

source: (a) Progress report of the President of the African Ministers'' Council on Water;
fr: a) Rapport intérimaire de la Présidente du Conseil des Ministres africains chargés de l'eau;

source: (b) An iInformation note covering a number of sub-items, notably:
fr: b) Note d'information portant sur un certain nombre de sous-points, notamment :

source: (i) Establishment of the Trust Fund of the African Ministers'' Council on Water;
fr: i) Création du Fonds d'affectation spéciale du Conseil des Ministres africains chargés de l'eau ;

source: (ii) Outcome of the inaugural meeting of the African Water Facility;
fr: ii) Résultats de la réunion inaugurale du Fonds africain de l'eau ;

source: (c) An iIssues paper on strengthening the presence and work of the African Ministers'' Council on Water at the subregional level;
fr: c) Document thématique sur le renforcement de la présence et des travaux du Conseil des Ministres africains chargés de l'eau au niveau sous-régional;

source: An iIssues paper on the relationship between the African Union and the African Ministers'' Council on Water in the context of the Constitutive Act of the African Union;
fr: d) Document thématique sur les relations entre l'Union africaine et le Conseil des Ministres africains chargés de l'eau dans le contexte de l'Acte constitutif de l'Union africaine ;

source: (e) A nNote containing proposals for enhancing the method and work of the Executive Committee, particularly during intersessional periods.
fr: e) Note contenant des propositions pour améliorer les méthodes de travail et les activités du Comité exécutif, en particulier durant les périodes intersessions.

source: Possible communication modalities between the President and the members of the Executive Committee are suggested;
fr: Elle fait également des suggestions concernant les modalités de communication possibles entre le Président et les membres du Comité exécutif ;

source: (f) A nNote on recent global developments and processes.
fr: f) Note sur les faits et processus récents au niveau mondial.

source: Their implications for the work of the African Ministers'' Council on Water are indicated.
fr: Leurs incidences pour les travaux du Conseil des Ministres africains chargés de l'eau sont indiquées.

source: These developments relate to the following:
fr: Ces événements se rapportent notamment à :

source: (i) The Commission for Africa, which has recently issued its report;
fr: i) La Commission africaine, qui vient de publier son rapport;

source: (ii) The 2005 G-8 hHeads of State and Government sSummit (Scotland, United Kingdom, July 2005);
fr: ii) Le sommet des chefs d'Etat et de gouvernement du G-8, (Ecosse (Royaume-Uni), juillet 2005);

source: (iii) The high-level plenary meeting of the United Nations General Assembly (September 2005) on the five-year review of the implementation of the Millennium Declaration;
fr: iii) La réunion plénière de haut niveau de l'Assemblée générale des Nations Unies consacrée à l'examen, après cinq ans, de la réalisation des engagements énoncés dans la Déclaration du Millénaire (septembre 2005);

source: (g) A nNote containing proposals on coordination between the African Ministers'' Council on Water and the African regional economic communities, river and lake basin organizations and other institutions;
fr: g) Note contenant des propositions sur la coordination entre le Conseil des Ministres africains chargés de l'eau et les communautés économiques régionales africaines, les organisations en charge des bassins fluviaux et lacustres et les autres institutions;

source: (h) A nNote on the outcomes of the consultations on the prospects of establishing an African regional network of centres of excellence on water sciences and technology in response to the recommendations of the Commission for Africa;
fr: h) Note sur les résultats des consultations sur la possibilité de mettre en place en Afrique, un réseau régional de centres d'excellence des sciences et technologies de l'eau pour donner suite aux recommandations de la Commission africaine;

source: (i) A nNote on the gender strategy on water resources management in Africa
fr: i) Note sur la stratégie en matière de parité hommes-femmes dans le domaine de la gestion des ressources en eau en Afrique.

source: Agenda item I 1:
fr: Point 1 de l'ordre du jour : Rapport de la Présidente sur l'application des décisions prises par le Conseil des Ministres africains chargés de l'eau à sa cinquième session ordinaire

source: The main decisions of the fifth session of the African Ministers'' Council on Water essentially touch on the following areas:
fr: Les principales décisions prises par le Conseil des Ministres africains chargés de l'eau à sa cinquième session portent sur les domaines suivants :

source: (k) Contribution to global processes, particularly those linked to the water-related Millennium Development Goals and associated events such as the fourth World Water Forum and the Africa Water Week.
fr: Renforcement de la gouvernance et des arrangements institutionnels du Conseil des Ministres africains chargés de l'eau par l'adoption du règlement intérieur du Conseil; Renforcement des dispositions concernant le secrétariat; Programme de travail du Conseil des Ministres africains chargés de l'eau; Fonds d'affectation spéciale du Conseil des Ministres africains chargés de l'eau destiné à financer le programme de travail; Fonctionnement du Fonds africain de l'eau; Mise en œuvre du Plan d'action du G-8 pour l'eau en Afrique, en particulier l'Initiative sur les ressources en eau transfrontalières; Initiative de l'Union européenne pour l'eau en Afrique ; Phase II du Programme « De l'eau pour les villes africaines »; Initiative sur l'approvisionnement en eau et l'assainissement dans les zones rurales; Action du Conseil des Ministres africains chargés de l'eau avec des groupes de la société civile; Contribution aux processus mondiaux, en particulier ceux qui se rattachent aux Objectifs de développement pour le Millénaire concernant l'eau et aux manifestations connexes telles que le quatrième Forum mondial de l'eau et la Semaine de l'eau en Afrique.

source: In my letter of March 2005, which in essence was a progress report, I highlighted the efforts made by all of us in furtherance of the implementation of the Entebbe decisions. These included the items outlined in the following sections.
fr: Dans ma lettre de mars 2005, qui était en quelque sorte un rapport intérimaire, j'ai souligné les efforts que nous avons tous déployés pour promouvoir l'application des décisions d'Entebbe qui comprenaient les points indiqués dans les sections suivantes.

source: 2005-2007 work programme of the African Ministers' Council on Water
fr: Programme de travail du Conseil des Ministres africains chargés de l'eau pour la période 2005-2007

source: The Council's W-2007 work programme' was adopted by the Council at its fifth session (Entebbe, Uganda, November 2004) It outlined the mid-term programme for the Council.
fr: A sa cinquième session tenue à Entebbe (Ouganda) en novembre 2004, le Conseil a adopté son programme de travail pour la période 2005-2007. Il décrivait le programme du Conseil à moyen terme.

source: In response to our request, the United Nations Environment Programme (UNEP) submitted on our behalf a proposal to the EU Water Facility for financial support for the implementation of the Work Programme (a copy of the proposal is available).
fr: En réponse à notre demande, le Programme des Nations Unies pour l'environnement (PNUE) a soumis, en notre nom, une proposition au Fonds pour l'eau de l'Union européenne sollicitant un appui financier pour la mise en œuvre du Programme de travail (une copie de la proposition est disponible).

source: At its fifth session, the African Ministers'' Council on Water adopted a decision to request UNEP to host a trust fund of the African Ministers'' Council on Water and manage it on behalf of the Council.
fr: A sa cinquième session, le Conseil des Ministres africains chargés de l'eau a décidé de demander au PNUE d'accueillir un fonds d'affectation spéciale du Conseil des Ministres africains chargés de l'eau et de le gérer au nom du Conseil.

source: The Trust Fund has now been established with an initial contribution of $100,000 from UNEP.
fr: Le Fonds d'affectation spéciale a maintenant été créé avec une contribution initiale de 100 000 dollars du PNUE.

source: The President of the African Ministers'' Council on Water has also written to the major development cooperation partners:
fr: La Présidente de l'AMCOW a également écrit aux principaux partenaires de la coopération pour le développement pour :

source: To bring to their attention the establishment of the Trust Fund; To provide banking details for contributions to the fund; To invite partners to make contributions to the fund.
fr: Porter à leur attention la création du Fonds d'affectation spéciale; Donner les coordonnées bancaires nécessaires pour les contributions au fonds; Inviter les partenaires à contribuer au fonds.

source: The President also held a number of bilateral consultations with some donor countries, including Germany and Denmark, both of whom have provided positive indications.
fr: La Présidente a également tenu un certain nombre de consultations bilatérales avec quelques pays donateurs, dont l'Allemagne et le Danemark, tous deux ayant répondu positivement.

source: Necessary follow-up is being undertaken.
fr: Le suivi nécessaire est assuré.

source: African Water Facility
fr: Fonds africain de l'eau

source: The African Development Bank has successfully taken the necessary measures to make the African Water Facility operational These measures include the recruitment of a director for the facility as well as the associated staff.
fr: La Banque africaine de développement a réussi à prendre les mesures nécessaires pour rendre le Fonds africain de l'eau opérationnel, notamment en recrutant le Directeur du Fonds et le personnel correspondant.

source: The Governing Council of the Facility has also been properly constituted with the designation of representatives by all parties concerned (the Executive Committee of the African Ministers'' Council on Water, donor countries, NEPAD and UN- Water-/Africa).
fr: Le Conseil d'administration du Fonds a également été constitué dans les règles avec la désignation de représentants de toutes les parties concernées (Comité exécutif du Conseil des Ministres africains chargés de l'eau, pays donateurs, NEPAD et ONU-Eau/Afrique).

source: The report of the inaugural meeting that took place on 28 June is available and will be introduced by the Director of the facility.
fr: Le rapport de la réunion inaugurale qui a eu lieu le 28 juin est disponible et sera présenté par le Directeur du Fonds.

source: Hosting agreement for the secretariat of the African Ministers'' Council on Water
fr: Accord d'accueil du secrétariat du Conseil des Ministres africains chargés de l'eau

source: It will be recalled that, at its fifth session, the African Ministers'' Council on Water requested the Government of Nigeria to submit within six months a formal request for hosting the secretariat of the 'Council in Abuja.
fr: A sa cinquième session, le Conseil des Ministres africains chargés de l'eau avait demandé au Gouvernement nigérian de soumettre, dans les six mois, une demande officielle pour accueillir son secrétariat à Abuja.

source: The Government of Nigeria has fully complied with our request and the proposal (in English and French) has been circulated.
fr: Le Gouvernement nigérian a pleinement répondu à notre demande et la proposition a été diffusée (en anglais et en français).

source: The Council's Technical Advisory Committee has formulated the necessary recommendations for our consideration
fr: Le Comité consultatif technique du Conseil a soumis les recommandations nécessaires à notre attention.

source: At its fifth session, the African Ministers'' Council on Water formally adopted its rules of procedure.
fr: A sa cinquième session, le Conseil des Ministres africains chargés de l'eau a adopté son règlement intérieur.

source: Governments were requested formally to confirm their endorsement.
fr: Les gouvernements ont été priés de confirmer officiellement leur acceptation.

source: These rules of procedure will be applied in the governance and operations of the African Ministers'' Council on Water
fr: Ce règlement intérieur sera appliqué pour la conduite et le fonctionnement de l'AMCOW.

source: A number of steps have been taken by the President to improve communication among the members of the African Ministers'' Council on Water and also to maintain effective collaboration with our partners.
fr: La Présidente a pris un certain nombre de mesures pour améliorer la communication entre les membres de l'AMCOW et pour maintenir une collaboration efficace avec nos partenaires.

source: The President initiated the launch of quarterly progress reports in the form of a letter to ministers, highlighting the activities and decisions aimed at implementing the outcomes of the fifth session of the Council The first issue from the President to ministers was distributed in March 2005.
fr: La Présidente a commencé à présenter des rapports trimestriels intérimaires sous forme d'une lettre adressée aux ministres, mettant en lumière les activités et les décisions visant à mettre en oeuvre les résultats de la cinquième session du Conseil. La première lettre de la Présidente aux Ministres a été distribué en mars 2005.

source: Efforts are also being made to update the directory of members and partners of the African Ministers'' Council on Water.
fr: Des efforts sont également déployés pour mettre à jour l'annuaire des membres et partenaires de l'AMCOW.

source: The directory is an important tool for communication with the membership. More work is still needed to make it more comprehensive and up-to-date.
fr: C'est un outil important de communication avec les membres et il faudra faire encore davantage pour qu'il soit plus complet et à jour.

source: With the assistance of German Agency for Technical Cooperation (GTZ) and UNEP, terms of reference have been prepared for a consultancy on recommendations for the information technology required to improve the communication systems of the African Ministers'' Council on Water This work is in progress.
fr: Avec l'aide de l'Agence allemande de coopération technique (GTZ) et du PNUE, le mandat d'un consultant a été préparé pour les recommandations relatives aux technologies de l'information nécessaires pour améliorer les systèmes de communication de l'AMCOW. Ce travail est en cours.

source: The website of the African Ministers'' Council on Water became operational on 13 June 2005.
fr: Le site Web de l'AMCOW est devenu opérationnel le 13 juin 2005.

source: The corporate profile of the African Ministers'' Council on Water will be of particular interest to members.
fr: Le profil de l'AMCOW sera particulièrement intéressant pour les membres.

source: It has now been published and distributed and provides an overview of the mandate, structure and activities of the Council.
fr: Il a maintenant été publié et distribué et il donne un aperçu du mandat, de la structure et des activités du Conseil.

source: It will be particularly useful for raising awareness of and commitment to the Council.
fr: Il sera utile en particulier pour sensibiliser le Conseil et favoriser son engagement.

source: Report of the Commission for Africa
fr: Rapport de la Commission africaine

source: As all are no doubt aware, the report of the Commission for Africa (Blair Commission) was recently released.
fr: Comme vous le savez certainement, le rapport de la Commission africaine (Commission Blair) a récemment été mis en circulation.

source: Further information on the work of Commission is available on the internet (www.commissionforafrica.org).
fr: Vous trouverez des informations plus détaillées sur le travail de la Commission sur son site (www.commissionforafrica.org).

source: You will note in the report that paragraphs -72, on pages and 200, refer to subjects relating to water supply and sanitation in Africa and the role of the African Ministers'' Council on Water in coordinating water initiatives in the region.
fr: Vous noterez dans le rapport que les paragraphes 65 à 72, aux pages 199 et 200, se réfèrent à des sujets relatifs à l'approvisionnement en eau et aux services d'assainissement en Afrique et au rôle de l'AMCOW pour coordonner les initiatives à cet égard dans la région.

source: An extract from this particular section forms part of the working documents for this meeting.
fr: Un extrait de cette section spécifique constitue une partie des documents de travail de la présente réunion.

source: The Technical Advisory Committee of the African Ministers'' Council on Water has formulated recommendations for our consideration and to facilitate the determination of the content of the message of the African Ministers'' Council on Water to the G-8 summit.
fr: Le Comité consultatif technique de l'AMCOW a élaboré des recommandations à soumettre à notre examen et pour faciliter la préparation du message de l'AMCOW au sommet du G-8.

source: We should also exchange views on the mode of delivery of the message.
fr: Nous devrions également échanger des idées sur la façon de transmettre ce message.

source: Outcomes of the thirteenth session of the Commission on Sustainable Development
fr: Résultats de la treizième session de la Commission du développement durable

source: The African Ministers'' Council on Water made a written presentation to the thirteenth session of the Commission on Sustainable Development, held in April 2005.
fr: Le Conseil des Ministres africains chargés de l'eau a présenté une déclaration écrite à la treizième session de la Commission du développement durable, en avril 2005.
